Repository: common-repository/smtp-mailer-wp
Catalog: languages/smtp-mailer-wp-*.po
Languages: de_de, ru_ru

source: Settings
de_de: Einstellungen
ru_ru: Настройки

source: SMTP Settings
de_de: SMTP Einstellungen
ru_ru: Настройки SMTP

source: Test mail
de_de: Test Email
ru_ru: Тестирование

source: From email address is not valid.
de_de: Von E-Mail-Adresse ist nicht gültig.
ru_ru: Адреса отправителя не валиден.

source: Hostname is not valid.
de_de: Hostname ist ungültig.
ru_ru: Имя хоста не валидно.

source: Port number is not valid.
de_de: Portnummer ist ungültig.
ru_ru: Номер порта не валиден.

source: Options were saved.
de_de: Optionen wurden gespeichert.
ru_ru: Настройки были сохранены.

source: User name for SMTP authentication
de_de: Benutzername für die SMTP-Authentifizierung
ru_ru: Имя пользователя для аутентификации SMTP

source: Password for SMTP authentication
de_de: Passwort für die SMTP-Authentifizierung
ru_ru: Пароль для аутентификации SMTP

source: From email addresse
de_de: Von E-Mail-Adresse
ru_ru: Адрес отправителя

source: * Leave the field blank to use the default sender email
de_de: * Lassen Sie das Feld leer, um die default Absenderadresse zu verwenden
ru_ru: * Оставьте поле пустым, чтобы использовать отправителя электронной почты по умолчанию

source: From name
de_de: Von Name
ru_ru: Имя отправителя

source: * Leave the field blank to use the default sender name
de_de: * Lassen Sie das Feld leer, um die default Absendername zu verwenden
ru_ru: * Оставьте поле пустым, чтобы использовать имя отправителя по умолчанию

source: Port number (25, 465 or 587)
de_de: Portnummer (25, 465 oder 587)
ru_ru: Номер порта (25, 465 или 587)

source: Encryption system
de_de: Verschlüsselungssystem
ru_ru: Система шифрования

source: * If all the entered data is correct, but emails are still not sent, then try changing the port number or encryption system.
de_de: * Wenn alle eingegebenen Daten korrekt sind, aber noch keine E-Mails gesendet werden, ändern Sie die Portnummer oder das Verschlüsselungssystem.
ru_ru: * Если все введенные данные верны, но электронные письма все еще не отправляются, попробуйте изменить номер порта или систему шифрования.

source: Email was sent.
de_de: E-Mail wurde gesendet.
ru_ru: Письмо было отправлено.

source: Email was not sent.
de_de: E-Mail wurde nicht gesendet.
ru_ru: Письмо не было отправлено.

source: Here you can test your SMTP settings. Enter your email address and check if you receive a message.
de_de: Hier können Sie Ihre SMTP-Einstellungen testen. Geben Sie Ihre E-Mail-Adresse ein und prüfen Sie, ob Sie eine Nachricht erhalten.
ru_ru: Здесь вы можете проверить свои настройки SMTP. Введите адрес электронной почты и проверьте, если вы получаете сообщение.

source: If the message is not sent, you will see an error message.
de_de: Wenn die Nachricht nicht gesendet wird, wird eine Fehlermeldung angezeigt.
ru_ru: Если сообщение не отправлено, вы увидите сообщение об ошибке.

source: Email
ru_ru: Электронное письмо

source: Subject
de_de: Betreff
ru_ru: Тема

source: Test Subject!
de_de: Test Betreff!
ru_ru: Тема тестового сообщения!

source: Message
de_de: Nachricht
ru_ru: Сообщение

source: Hi, I am a test email!
de_de: Hallo, ich bin eine Testmail!
ru_ru: Привет, я тестовое письмо!

source: Plugin author
de_de: Plugin Autor
ru_ru: Автор плагина

source: Hey you! I'm German, the plugin author of SMTP MAILER WP.
de_de: Hallo! Mein Name ist Herman, ich bin der Autor des SMTP MAILER WP Plugins.
ru_ru: Привет! Меня зовут Герман, я автор плагина SMTP MAILER WP.

source: Do you like this plugin? Please show your appreciation and rate the plugin. Help me to develop a powerful plugin that will benefit you for a long time.
de_de: Gefällt dir dieses Plugin? Drück deine Meinung aus und bewerte das Plugin. Auf diese Weise hilfst du sowohl anderen Menschen als auch mir. Vielen Dank!
ru_ru: Тебе нравится этот плагин? Вырази свое мнение и поставь оценку. Этим ты поможешь как другим людям, так и мне. Спасибо!

source: Rate now!
de_de: Jetzt bewerten!
ru_ru: Оценить сейчас!

source: I have already rated.
de_de: Habe ich schon bewertet.
ru_ru: Я уже оценил.

source: Encryption system is not valid.
de_de: Verschlüsselungssystem ist ungültig.
ru_ru: Система шиформания не валидна.

source: Please configure at first your <a href='%s'>smtp settings</a>.
de_de: Bitte konfigurieren Sie zuerst Ihre <a href='%s'>SMTP-Einstellungen</a>.
ru_ru: Пожалуйста, задайте сначала <a href='%s'>настройки smtp</a>.
